Repository: sdrda/NeutralZoneTrap
Catalog: Neutral Zone Trap/Localizable.xcstrings
Source language: en
Languages: cs

# #%lld · Sensors: %@
source: #%1$lld · Sensors: %2$@
cs: #%1$lld · Senzory: %2$@

# %@, jersey %@, speed %@ meters per second
source: %1$@, jersey %2$@, speed %3$@ meters per second
cs: %1$@, dres %2$@, rychlost %3$@ metrů za sekundu

# %@, jersey %@, speed %@ meters per second, distance %@ meters
source: %1$@, jersey %2$@, speed %3$@ meters per second, distance %4$@ meters
cs: %1$@, dres %2$@, rychlost %3$@ metrů za sekundu, vzdálenost %4$@ metrů

source: %lld active players on the ice
cs: %lld aktivních hráčů na ledě

source: %lld percent
cs: %lld procent

source: %lld players
cs: %lld hráčů

source: 2D ice rink with player positions
cs: 2D kluziště s pozicemi hráčů

source: 3D ice rink with player positions
cs: 3D kluziště s pozicemi hráčů

source: A sensor with this hardware ID already exists
cs: Senzor s tímto hardwarovým ID již existuje

source: Active Groups
cs: Aktivní skupiny

source: Add Group
cs: Přidat skupinu

source: Add Player
cs: Přidat hráče

source: Add players first
cs: Nejprve přidejte hráče

source: Add Sensor
cs: Přidat senzor

source: Add sensors first
cs: Nejprve přidejte senzory

source: Add the first group using the + button
cs: Přidejte první skupinu tlačítkem +

source: Add the first player using the + button
cs: Přidejte prvního hráče tlačítkem +

source: Add the first sensor using the + button
cs: Přidejte první senzor tlačítkem +

source: All sensors are assigned
cs: Všechny senzory jsou přiřazeny

source: Assigned Player
cs: Přiřazený hráč

source: Blue
cs: Modrá

source: Brown
cs: Hnědá

source: Cancel
cs: Zrušit

source: Cannot activate groups that share players. Conflicting players: %@
cs: Nelze aktivovat skupiny, které sdílejí hráče. Konfliktní hráči: %@

source: Clear heatmap and movement overlay
cs: Vymazat heatmapu a vrstvu pohybu

source: Clear Overlay
cs: Vymazat vrstvu

source: Close
cs: Zavřít

source: Color
cs: Barva

source: Couldn't download the file from iCloud in time. Check your connection and try again once it has finished downloading.
cs: Soubor se nepodařilo včas stáhnout z iCloudu. Zkontrolujte připojení a zkuste to znovu, až se stahování dokončí.

source: Current: %@
cs: Aktuální: %@

source: Cyan
cs: Azurová

source: Data fetch failed: %@
cs: Načtení dat selhalo: %@

source: Delete
cs: Smazat

source: Delete failed: %@
cs: Smazání selhalo: %@

source: Discard
cs: Zahodit

source: Discard Recording?
cs: Zahodit nahrávku?

source: Drag to rotate the view
cs: Tažením otočíte pohled

source: Edit Group
cs: Upravit skupinu

source: Edit Player
cs: Upravit hráče

source: Edit Sensor
cs: Upravit senzor

source: Enter a non-negative integer
cs: Zadejte nezáporné celé číslo

source: Error
cs: Chyba

source: Exit
cs: Ukončit

source: Exit playback
cs: Ukončit přehrávání

source: Export
cs: Exportovat

source: Export session
cs: Exportovat relaci

source: Generates a heatmap for the whole group
cs: Vygeneruje heatmapu pro celou skupinu

source: Green
cs: Zelená

# Group %@, %lld players
source: Group %1$@, %2$lld players
cs: Skupina %1$@, %lld hráčů

source: Group Heatmap
cs: Heatmapa skupiny

source: Group name
cs: Název skupiny

source: Groups
cs: Skupiny

source: Hardware ID
cs: Hardwarové ID

source: Heatmap
cs: Heatmapa

source: Hide player inspector
cs: Skrýt inspektor hráče

source: Import
cs: Importovat

source: Import failed: %@
cs: Import selhal: %@

source: Import session
cs: Importovat relaci

source: Import Session
cs: Importovat relaci

source: Indigo
cs: Indigová

source: Info
cs: Informace

source: Loading session…
cs: Načítání relace…

source: Mint
cs: Mátová

source: Live
cs: Živě

source: Playback
cs: Přehrávání

source: Recording
cs: Nahrávání

source: Mode: %@
cs: Režim: %@

source: Movement
cs: Pohyb

source: Name
cs: Jméno

source: Name must not be empty
cs: Jméno nesmí být prázdné

source: New Group
cs: Nová skupina

source: No groups
cs: Žádné skupiny

source: No Groups
cs: Žádné skupiny

source: No players
cs: Žádní hráči

source: No Players
cs: Žádní hráči

source: No positions were recorded.
cs: Nebyly zaznamenány žádné pozice.

source: No Sensors
cs: Žádné senzory

source: Number
cs: Číslo

source: Orange
cs: Oranžová

source: Pause
cs: Pozastavit

source: Pause playback
cs: Pozastavit přehrávání

source: Pinch to zoom
cs: Sevřením prstů přiblížíte

source: Pink
cs: Růžová

source: Play
cs: Přehrát

source: Playback position
cs: Pozice přehrávání

source: Player Details
cs: Detaily hráče

source: Players
cs: Hráči

source: Port %u is already in use. Another app — or a second instance of this one — is listening on it. Free the port and restart the app to receive sensor data.
cs: Port %u je již používán. Naslouchá na něm jiná aplikace — nebo druhá instance této aplikace. Uvolněte port a restartujte aplikaci, abyste mohli přijímat data ze senzorů.

source: Purple
cs: Fialová

source: Record
cs: Nahrávat

source: Red
cs: Červená

source: Resume playback
cs: Obnovit přehrávání

source: Rink
cs: Kluziště

source: Save
cs: Uložit

source: Save failed: %@
cs: Uložení selhalo: %@

source: Save Session
cs: Uložit relaci

source: Sensor %lld
cs: Senzor %lld

source: Sensor %u
cs: Senzor %u

source: Sensors
cs: Senzory

source: Show player inspector
cs: Zobrazit inspektor hráče

source: Show Player Inspector
cs: Zobrazit inspektor hráče

source: Start recording
cs: Zahájit nahrávání

source: Stop recording
cs: Zastavit nahrávání

source: Stop Recording
cs: Zastavit nahrávání

source: Switch to 2D view
cs: Přepnout na 2D zobrazení

source: Switch to 3D view
cs: Přepnout na 3D zobrazení

source: Teal
cs: Modrozelená

source: This recording has not been exported. If you leave now, it will be lost.
cs: Tato nahrávka nebyla exportována. Pokud nyní odejdete, bude ztracena.

source: Toggle active player groups
cs: Přepnout aktivní skupiny hráčů

source: Unassigned
cs: Nepřiřazeno

source: Yellow
cs: Žlutá
